listPlace=["중문","서문","정문","후문"]
listFood=["국밥","냉면","덮밥","쌀국수","파스타","햄버거","짜장면","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","떡볶이","피자","족발","부대찌개","쭈꾸미","돈까스","막창","스시","마라탕","짬뽕","매운치킨","칼국수","삼겹살"]
listRestaurant=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","청년피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미","파파돈","대구전봇대막창","짚신스시","탕화쿵푸","면세상","가마꿉"]

listPlaceFood=[listPlace,listFood]

listPlace=["중문","서문","정문","후문"]
listFood=["국밥","냉면","덮밥","쌀국수","파스타","햄버거","짜장면","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","맵떡","피자","족발","부대찌개","쭈꾸미","돈까스","막창","스시","마라탕","짬뽕","매운치킨"]
listRestaurant=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","청년피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미","파파돈","대구전봇대막창","짚신스시","탕화쿵푸","면세상","가마꿉"]

placeMid=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","피자웨이브","홍쓰족발","부대통령뚝배기 충북대중문점","바다향쭈꾸미.낙지볶음","은화수식당","곱창다방","짚신스시&롤","이런이궈","한가네짬뽕","누구나홀딱반한닭","등촌칼국수","삼겹살"]
placeLeft=["순돌이뚱글이순대","냉면","덮밥","쌀국수","올엔조이","햄버거","장군반점","가마꿉 청주충북대점","수산시장","장충동뚱뚱이할머니족발보쌈","닭강정","신날개 복대점","청주닭갈비&닭떡볶이","찜닭","청주닭갈비&닭떡볶이","옐로우피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미낙지","오유미당 청주개신점","증평은성집","하루초밥","마라탕왕훠궈","비룡각","매운치킨","현고들깨손칼국수","삼겹살"]
placeFront=["청주직지감자탕뼈찜","강남면옥","덮밥","쌀국수","달꽃다방","바니시버거","짜장면","똥짐참맛있는집","오징어회포차","보쌈당한족발","닭강정","엄마닭발","일미닭갈비파전 본점","찜닭","신전떡볶이","피자파는집 청주흥덕구점","둥지마을왕족발","부대찌개","쭈꾸미","파파돈","대구전봇대막창","삼촌스시","탕화쿵푸","짬뽕","매운치킨","교동칼국수","삼겹살"]
placeBack=["병천토종순대 직영점","서민냉면얼큰칼국수","덮밥","쌀국수","파스타","햄버거","짜장면","에꿍이치킨","팔팔어시장","잭아저씨족발&보쌈모충점","닭강정에반하다 모충점","서울닭발","닭볶음탕","찜닭","떡보라","피자마루 청주개신사직점","해송족발","부대찌개","쭈닭","김우동","막창선생","초밥한조각 사직점","마라탕","면세상","가마꿉","일심칼국수","착한생고기앤쭈꾸미"]

listRestaurantPlace=[placeFront,placeMid,placeLeft,placeBack]
