listPlace=["중문","서문","정문","후문"]
listFood=["국밥","냉면","덮밥","쌀국수","파스타","햄버거","짜장면","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","떡볶이","피자","족발","부대찌개","쭈꾸미","돈까스","막창","스시","마라탕","짬뽕","매운치킨","칼국수"]
listRestaurant=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","청년피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미","파파돈","대구전봇대막창","짚신스시","탕화쿵푸","면세상","가마꿉"]

listPlaceFood=[listPlace,listFood]

listPlace=["중문","서문","정문","후문"]
listFood=["국밥","냉면","덮밥","쌀국수","파스타","햄버거","짜장면","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","맵떡","피자","족발","부대찌개","쭈꾸미","돈까스","막창","스시","마라탕","짬뽕","매운치킨"]
listRestaurant=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","청년피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미","파파돈","대구전봇대막창","짚신스시","탕화쿵푸","면세상","가마꿉"]

placeMid=["장터순대국밥","육쌈냉면 충북대점","요리조리쿡쿡","월미당","모퉁이파스타","버거킹","한가네짬뽕","아웃닭","싱싱오징어바다","소주신랑 보쌈부인","우리집 닭강정","코리아 닭발","안녕닭","일미리금계찜닭","쩔어떡볶이포차","피자웨이브","족발","부대찌개","쭈꾸미","은화수식당","막창","짚신스시&롤","이런이궈","한가네짬뽕","매운치킨","등촌칼국수"]
placeLeft=["순돌이뚱글이순대","냉면","덮밥","쌀국수","파스타","햄버거","장군반점","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","떡볶이","청년피자","큰손족발","땅스부대찌개","초사골불타는쭈꾸미낙지","오유미당 청주개신점","막창","하루초밥","마라탕","비룡각","매운치킨","현고들깨손칼국수"]
placeFront=["국밥","냉면","덮밥","쌀국수","파스타","햄버거","짜장면","치킨","회","보쌈","닭강정","닭발","닭볶음탕","찜닭","떡볶이","피자","족발","부대찌개","쭈꾸미","파파돈","대구전봇대막창","삼촌스시","탕화쿵푸","짬뽕","매운치킨","칼국수"]
placeBack=["병천토종순대 직영점","서민냉면얼큰칼국수","덮밥","쌀국수","파스타","햄버거","짜장면","에꿍이치킨","팔팔어시장","보쌈","닭강정","서울닭발","닭볶음탕","찜닭","떡볶이","피자","족발","부대찌개","쭈꾸미","김우동","막창선생","초밥한조각 사직점","마라탕","면세상","가마꿉","일심칼국수"]

listRestaurantPlace=[placeFront,placeMid,placeLeft,placeBack]
